{
    "title":"Module de Radio VHF",
    "module_name":"vhf_radio",
    "test_case": ["vhf_radio"],
    "test_case_detail":[
        {
            "case_name": "IF_VF",
            "title": "Radio VHF",
            "steps": 
            [
                {"state":"1","img":"1.jpg","title":"1.Désignation de l'équipement à tester: radio ECOM-VHF.","contents":"Maintenant, commencez à tester la radio ECOM-VHF.","module": "DialogTest1"},
                {"state":"2","img":"","title":"2.Allumez l'interrupteur d'alimentation de la radio et mettez-le sous tension.","contents":"Mettez l'interrupteur d'alimentation situé à l'avant de l'adaptateur à bord sur la position M. Réglez le bouton MENU du panneau sur la position S.R. La radio peut-elle être allumée.","module": "DialogTest2"},
                {"state":"3","img":"","title":"3.Vérifiez si le système est correctement chargé.","contents":"Le système est-il chargé avec succès.","module": "DialogTest2"},
                {"state":"4","img":"","title":"4.Vérifiez si le fonctionnement du panneau est normal.","contents":"Les boutons et touches du panneau de commande peuvent-ils normalement commuter le mode de fonctionnement, configuer la fréquence, etc.","module": "DialogTest2"},
                {"state":"5","img":"5.jpg","title":"5.Mettez le générateur de signaux vectoriels sous tension et connectez le câble.","contents":"Utilisez le câble de maintenance pour connecter le port RF du générateur de signaux vectoriels et l'interface S-RF de l'adaptateur à bord. Allumez l'interrupteur d'alimentation du générateur de signaux vectoriels et attendez que l'équipement termine le processus de démarrage.","module": "DialogTest1"},
                {"state":"6","img":"","title":"6.Définissez l'état de fonctionnement de la radio.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme: Permanence S.R, fréquence fixe et claire CLAIR, fréquence de travail 55 MHz. Remarque: le programme définit le générateur de signaux vectoriels, la fréquence est de 55 MHz, le mode de modulation FM, le signal de modulation est de 1 kHz, l'écart de fréquence est de 5,6 kHz et l'amplitude du signal est de -113 dBm.","module": "DialogTest6"},
                {"state":"7","img":"","title":"7.Écoutez si le combiné peut produire une tonalité unique claire.","contents":"L'émetteur et le récepteur de type combiné peuvent-ils émettre une tonalité unique claire.","module": "DialogTest7"},
                {"state":"8","img":"8.jpg","title":"8.Effectuez le test de fonctionnement de l'émission radio et connectez le câble.","contents":"Reportez-vous à la figure suivante pour terminer le câblage. Utilisez le câble de test, l'atténuateur fixe et la sonde de puissance pour connecter le port A du puissance-mètre et le port S-RF de l'adaptateur à bord. Allumez l'interrupteur d'alimentation du puissance-mètre et attendez que l'équipement termine le processus de démarrage.","module": "DialogTest8"},
                {"state":"7.1","img":"","title":"7.1.Testez si la fonction de réception de l'unité principale de transmission est normale.","contents":"Rebranchez le câble reliant l'interface S-RF de l'adaptateur à bord à l'interface ANT de l'unité principale de transmission.","module": "DialogTest1"},
                {"state":"7.2","img":"","title":"7.2.Écoutez si le combiné peut produire une tonalité unique claire.","contents":"L'émetteur et le récepteur de type combiné peuvent-ils émettre une tonalité unique claire.","module": "DialogTest7point2"},
                {"state":"7.3","img":"","title":"7.3.Augmentez la sortie de la source de signal et continuez à tester la fonction de réception de radio. ","contents":"Cliquez sur [Suivant] pour continuer le test. Remarque: le programme définit le générateur de signaux vectoriels, la fréquence est de 55 MHz, le mode de modulation FM, le signal de modulation est de 1 kHz, l'écart de fréquence est de 5,6 kHz et l'amplitude du signal est de -67dBm.","module": "DialogTest6"},
                {"state":"7.4","img":"","title":"7.4.Écoutez si le combiné peut produire une tonalité unique claire.","contents":"L'émetteur et le récepteur de type combiné peuvent-ils émettre une tonalité unique claire.","module": "DialogTest7point2"},
                {"state":"7.5","img":"7.5.jpg","title":"7.5.Observez les changements des voyants de réception et d'émission sur le panneau.","contents":"Le voyant de l'émission-réception R / E sur le panneau de la radio est-il allumé en orange.","module": "DialogTest7point5"},
                {"state":"9","img":"","title":"9.Mesurez si la fonction d'émission de faible puissance de 55 MHz de la radio est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: faible puissance FP, fréquence fixe et claire CLAIR, fréquence de travail 55 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 55 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
                {"state":"10-1","img":"","title":"10-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 55 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_1"},
                {"state":"10-2","img":"","title":"10-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 55 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_2"},
                {"state":"11","img":"","title":"11.Mesurez si l'émission à faible puissance de 30.025MHz de l'unité principale de transmission est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: faible puissance FP, fréquence fixe et claire CLAIR, fréquence de travail 30.025 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 30.025 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest11"},
                {"state":"10.1","img":"","title":"10.1.Mesurez si l'émission à faible puissance de 55MHz de l'unité principale de transmission est normale. ","contents":"Reconnectez le câble connecté à l'interface S-RF de l'adaptateur à bord à l'interface ANT de l'unité principale de transmission. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 55 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
                {"state":"10.2-1","img":"","title":"10.2-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 55 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_1"},
                {"state":"10.2-2","img":"","title":"10.2-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 55 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_2"},
                {"state":"10.3","img":"","title":"10.3Mesurez si l'émission à faible puissance de 30.025MHz de l'unité principale de transmission est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: faible puissance FP, fréquence fixe et claire CLAIR, fréquence de travail 30.025 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 30.025 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
                {"state":"10.4-1","img":"","title":"10.4-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 30.025 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_1"},
                {"state":"10.4-2","img":"","title":"10.4-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 30.025 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_2"},
                {"state":"10.5","img":"","title":"10.5.Mesurez si l'émission à faible puissance de 87.975MHz de l'unité principale de transmission est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: faible puissance FP, fréquence fixe et claire CLAIR, fréquence de travail 87.975 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 87.975 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).10.6 Le résultat du test à l'étape 10.3 s'affiche.","module": "DialogTest9"},
                {"state":"10.6-1","img":"","title":"10.6-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_1"},
                {"state":"10.6-2","img":"","title":"10.6-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point6_2"},
        
                {"state":"12-1","img":"","title":"12-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 30.025 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest12_1"},
                {"state":"12-2","img":"","title":"12-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 30.025 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest12_2"},
                {"state":"13","img":"","title":"13.Mesurez si la fonction d'émission à faible puissance de 87.975 MHz de la radio est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: faible puissance FP, fréquence fixe et claire CLAIR, fréquence de travail 87.975 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 87.975 MHz ± 500 Hz et l'amplitude est de 27 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
               
                {"state":"14-1","img":"","title":"14-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_1"},
                {"state":"14-2","img":"","title":"14-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point6_2"},
               
                {"state":"15","img":"","title":"15.Mesurez si l'émission à moyenne puissance de 87.975MHz de l'unité principale de transmission est normale. ","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: moyenne puissance MP, fréquence fixe et claire CLAIR, fréquence de travail 87.975 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 87.975 MHz ± 500 Hz et l'amplitude est de 37 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
               
                {"state":"16-1","img":"","title":"16-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de moyenne puissance de 87.975 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_1"},
                {"state":"16-2","img":"","title":"16-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de moyenne puissance de 87.975 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_2"},
               
                 {"state":"17","img":"","title":"17.Mesurez si la fonction d'émission à moyenne puissance de 55 MHz de la radio VHF est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: moyenne puissance MP, fréquence fixe et claire CLAIR, fréquence de travail 55 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 55 MHz ± 500 Hz et l'amplitude est de 37 dBm ± 1 dBm (une atténuation fixe de 40 dB de plus est requise).","module": "DialogTest17"},
               
                {"state":"18-1","img":"","title":"18-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_1"},
                {"state":"18-2","img":"","title":"18-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de faible puissance de 87.975 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point2_2"},
               
                {"state":"19","img":"","title":"19.Mesurez si la fonction d'émission à moyenne puissance de 30.025 MHz de la radio VHF est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: moyenne puissance MP, fréquence fixe et claire CLAIR, fréquence de travail 30.025 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 30.025 MHz ± 500 Hz et l'amplitude est de 37 dBm ± 1 dBm (une atténuation fixe de 40 dB de plus est requise).","module": "DialogTest9"},
               
                {"state":"20-1","img":"","title":"20-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de moyenne puissance de 30.025 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest20_1"},
                {"state":"20-2","img":"","title":"20-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de moyenne puissance de 30.025 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point6_2"},
               
                {"state":"21","img":"","title":"21.Mesurez si la fonction d'émission à haute puissance de 30.025 MHz de la radio VHF est normale.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission comme suit: haute puissance HP, fréquence fixe et claire CLAIR, fréquence de travail 30.025 MHz. Appuyez sur le bouton PTT du combiné. Remarque: Le programme définit le puissance-mètre pour mesurer la fréquence et l'amplitude du signal. Normalement, la plage de fréquences est de 30.025 MHz ± 500 Hz et l'amplitude est de 47 dBm ± 1 dBm (une atténuation fixe de 30 dB de plus est requise).","module": "DialogTest9"},
               
                {"state":"22-1","img":"","title":"22-1.Résultat de la mesure est qualifié.","contents":"La valeur de mesure de haute puissance de 30.025 MHz est qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10_1"},
                {"state":"22-2","img":"","title":"22-2.Résultat de la mesure n'est pas qualifié.","contents":"La valeur de mesure de haute puissance de 30.025 MHz n'est pas qualifiée. Veuillez relâcher le bouton PTT de l'émetteur et du récepteur du combiné (la radio est transmise en état de réception).","module": "DialogTest10point6_2"},
              
                {"state":"23","img":"","title":"23.Configurez le mode de fonctionnement de la radio VHF.","contents":"Opérez le panneau de l'unité principale de transmission, définissez l'état de fonctionnement de l'unité principale de transmission sur: FP faible puissance, saut de fréquence et chiffré S.F. Connectez l'antenne au port S-RF de l'adaptateur à bord.","module": "DialogTest1"},
                {"state":"24","img":"","title":"24.Allumez la station de test d'accompagnement et définissez le mode de fonctionnement.","contents":"Allumez l'interrupteur d'alimentation de la station de radio VHF de test d'accompagnement et attendez que l'équipement ait fini de démarrer. Définissez l'état de fonctionnement de la station de radio VHF de test d'accompagnement comme: faible puissance FP, saut de fréquence et chiffrée S.F, configurez les paramètres du canal radio de test d'accompagnement pour qu'ils soient cohérents avec la station à tester.","module": "DialogTest1"},
                {"state":"25","img":"","title":"25.Exécutez l'appel vocal entre deux stations de radio.","contents":"Appuyez sur le bouton PTT de l'émetteur / récepteur de type combiné de la station de radio testée et parlez dans le microphone. Si la station de radio de test d'accompagnement peut entendre la voix.","module": "DialogTest25"},
                
                 {"state":"26","img":"","title":"26.Si la tonalité latérale peut être entendue lors de l'utilisation de la radio testée.","contents":"Si la tonalité latérale peut être entendue lors de l'utilisation de la radio testée.","module": "DialogTest7point5"},
                 {"state":"27","img":"","title":"27.Exécutez l'appel vocal entre deux stations de radio.","contents":"Appuyez sur le bouton PTT de l'émetteur / récepteur de type combiné de la station de radio de test d'accompagnement et parlez dans le microphone. Si la station de radio testée peut entendre la voix","module": "DialogTest2"},
                 {"state":"28","img":"","title":"28.Le résultat de la détermination s'affiche.","contents":"La fonction d'émission-réception vocale est normale. Le test est terminé.","module": "DialogTest28"}
            ],
            "test_para":["55","1","5.6","-113","-67"]
        }
      
    ],
    "test_source": [
        {
            "name": "Puissance-mètre",
            "number": "KeysightN1911A",
            "count": "1",
            "type": "Instruments"
        },
        {
            "name": "Générateur de signaux vectoriels Keysight",
            "number": "Keysight E8267D",
            "count": "1",
            "type": "Instruments"
        },
        {
            "name": "Câble RF",
            "number": "ECOM-VHF-W001",
            "count": "1",
            "type": "Câble"
        },
        {
            "name": "Atténuateur fixe 30 dB",
            "number": "DTS300GH(F)-30dB-18G",
            "count": "1",
            "type": "Accessoires"
        }
    ]
}
